{
  "main": {
    "Description": "Mared Clans هو بوت متعدد الاستخدامات وقابل للتخصيص بالكامل تم تصميمه خصيصًا لإدارة العشائر بكفاءة. من التعريفات الشخصية للعشائر إلى السجلات المتقدمة والعديد من الميزات المتعلقة بالعشائر، يمكنك التحكم الكامل في مجتمع عشيرتك مع Mared Clans.",
    "button": "إضافة إلى Discord"
  },
  "features": {
    "title": "الميزات",
    "description": "اكتشف الميزات القوية التي يقدمها Mared Clans لتعزيز تجربة إدارة عشيرتك. من إدارة الأعضاء التلقائية إلى سجلات النشاط المفصلة، يوفر Mared Clans جميع الأدوات التي تحتاجها لإدارة عشيرتك بنجاح. افتح الإمكانيات الكاملة لسيرفرك على Discord مع بوتنا! ميزات قوية وأدوات ذكية مصممة لجعل تجربتك أكثر متعة وتفاعلية.",
    "customizable": {
      "title": "قابل للتخصيص بالكامل",
      "description": "قم بتخصيص جميع أوامر البوت والصور بسهولة من خلال واجهة بسيطة وجميلة. يمكنك تعديل كل جانب من جوانب البوت ليناسب احتياجات عشيرتك الفريدة."
    },
    "fast": {
      "title": "أداء سريع",
      "description": "استمتع بأوقات استجابة سريعة وتشغيل سلس، مما يجعل إدارة عشيرتك فعالة وخالية من المتاعب. تم تصميم البوت ليعمل بكفاءة عالية حتى في البيئات ذات الضغط العالي."
    },
    "easy": {
      "title": "سريع وسهل",
      "description": "إعداد بسيط وتصفح سهل، مما يتيح لك البدء فورًا. إدارة مهامك بسهولة مع تصميم بديهي يوفر لك الوقت. لا حاجة للخبرة التقنية، فقط اتبع الخطوات البسيطة."
    },
    "userManagement": {
      "title": "إدارة المستخدمين",
      "description": "سلطة كاملة على حسابك، مما يتيح لك تخصيص ملفك الشخصي وإدارة الإعدادات بسهولة. يمكنك إضافة أو إزالة الأعضاء، وتعيين الأدوار، والتحكم في الأذونات."
    },
    "leveling": {
      "title": "نظام التدرج",
      "description": "تتبع تقدمك وإنجازاتك مع نظام تدرج ديناميكي يكافئ المشاركة والتفاعل. احتفل بالمعالم وحفز مجتمعك للوصول إلى آفاق جديدة! يوفر النظام مكافآت وتحفيزات مستمرة للأعضاء."
    }
    },
  "clans": {
    "title": "ما هي الكلانات؟",
    "description": "الكلانات هي مجموعات من اللاعبين الذين يتحدون لتحقيق أهداف مشتركة، سواء في الألعاب الإلكترونية أو في أنشطة أخرى ضمن مجتمع ديسكورد. توفر الكلانات بيئة مثالية للتعاون والتفاعل بين الأعضاء، مما يتيح لهم مشاركة الخبرات والتخطيط معًا لتحقيق الإنجازات الجماعية. من خلال الانضمام إلى الكلان، يمكن لكل عضو أن يساهم في نجاح الفريق ويستمتع بتجربة مشتركة تعزز الروح التنافسية والتعاون بين الأعضاء.",
    "button": "رؤية المزيد"  
  },
  "Trusted": "موثوق من قبل أفضل مجتمعات الديسكورد",
  "getStartNow": "انطلق معنا الآن",
  "Ready?": "هل أنت مستعد لتغير سيرفرك؟"
}